---
type: AreaScheme
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# AreaScheme

`Autodesk.Revit.DB.AreaScheme` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | IsGrossBuildingArea | — | `public bool IsGrossBuildingArea { get ; }` |
| Property | Parameter | — | `` |